Repository: objective-see/KnockKnock
Catalog: Localizable.xcstrings
Source language: en
Languages: es

source: (Notarized: %@)
es: (Notariado: %@)

source: a new version (%@) is available!
es: ¡Una nueva versión (%@) está disponible!

source: actions executed by emond
es: acciones ejecutadas por emond

source: Awaiting VirusTotal results
es: Esperando resultados de VirusTotal

source: background agents, daemons, & login items
es: agentes en segundo plano, daemons & ítems de inicio de sesión

source: bundles hosted by a Dock XPC service
es: paquetes alojados por un servicio XPC del Dock

source: bundles loaded by Spotlight (mdworker)
es: paquetes cargados por Spotlight (mdworker)

source: Cancel
es: Cancelar

source: Close
es: Cerrar

source: current user's cron jobs
es: tareas cron del usuario actual

source: daemons and agents loaded by launchd
es: daemons y agentes cargados por launchd

source: Details: %@
es: Detalles: %@

source: dylibs that proxy other libraries
es: dylibs que actúan como proxy para otras bibliotecas

source: errno value: %d
es: valor errno: %d

source: error, failed to check for an update.
es: error, falló la comprobación de actualización.

source: ERROR: failed to open %@
es: ERROR: falló al abrirse %@

source: ERROR: KnockKnock Encountered a Fatal Error
es: ERROR: KnockKnock Encontró un Error Fatal

source: ERROR: VirusTotal query for '%@' failed
es: ERROR: La consulta de VirusTotal para '%@' falló

source: ERROR: Failed to compare scans
es: ERROR: fallo al comparar escaneos

source: ERROR: failed to save output
es: ERROR: falló al guardar la salida

source: Exception: %@
es: Excepción: %@

source: extensions hosted in the browser
es: extensiones alojadas en el navegador

source: failed to load contents of %@
es: falló al cargar el contenido de %@

# failed to submit '%@' to VirusTotal (HTTP response %ld).
source: failed to submit '%1$@' to VirusTotal (HTTP response %2$ld).
es: falló al enviar '%1$@' a VirusTotal (respuesta HTTP %2$ld).

source: Found %lu persistent (non-OS) items
es: Se encontraron %lu ítems (no-OS) persistentes

source: Found %lu persistent items
es: Se encontraron %lu ítems persistentes

source: HTTP reponse: %ld
es: Respuesta HTTP: %ld

source: installed kexts, likely kernel loaded
es: kexts instalados, probablemente cargados en el kernel

source: items executed upon login or logout
es: ítems ejecutados al iniciar o cerrar sesión

source: items started when the user logs in
es: ítems iniciados cuando el usuario inicia sesión

source: libs inserted by DYLD_INSERT_LIBRARIES
es: libs insertadas por DYLD_INSERT_LIBRARIES

source: NEW ITEMS:
es: ITEMS NUEVOS:

source: No '%@' found
es: No %@ encontrados

source: No Changes Detected
es: No Hay Cambios Detectados

source: No results found for '%@'
es: No se encontraron resultados para '%@'

source: Open 'System Preferences' to give KnockKnock Full Disk Access?
es: ¿Abrir 'Preferencias del Sistema' para dar a KnockKnock acceso total al disco?

source: plugins that extend/customize the OS
es: plugins que amplían/personalizan el SO

source: registered authorization bundles
es: paquetes de autorización registrados

source: registered directory services bundles
es: paquetes de servicios de directorio registrados

source: registered quicklook bundles
es: paquetes de quickLook registrados

source: REMOVED ITEMS:
es: REMOVER ITEMS:

source: Scanning: %@
es: Escaneando: %@

source: scripts executed during OS startup
es: scripts ejecutados durante el inicio del SO

source: scripts that are executed periodically
es: scripts que se ejecutan periódicamente

source: Start Scan
es: Iniciar Escaneo

source: Stop Scan
es: Detener Escaneo

source: Submissions complete, though errors were encountered. (HTTP response(s): %@).
es: Envíos completados, aunque se encontraron errores. (respuesta(s) HTTP: %@).

source: Submissions complete. (In subsequent scans item's VT detection ratios will now be displayed).
es: Envíos completados. (A partir de ahora, en los análisis posteriores, se mostrarán los índices de detección de VT del ítem).

source: submitted '%@'
es: '%@' enviado

source: submitting '%@'
es: enviando '%@'

source: Submitting '%@'
es: Enviando '%@'

source: Submitting %lu item(s) to VirusTotal...
es: Enviando %lu ítem(s) a VirusTotal...

source: This allows the app to perform a comprehensive scan. In System Preferences: ▪ Click the 🔒 to authenticate ▪ Click the ➕ to add KnockKnock.app
es: Esto permite que la aplicación realice un escaneo completo. En Preferencias del Sistema: ▪ Haz clic en el 🔒 para autenticarte ▪ Haz clic en el ➕ para añadir KnockKnock.app

source: Update
es: Actualizar

source: user-mode 'drivers' extending OS functionality
es: 'drivers' del modo usuario que amplían la funcionalidad del SO

source: version: %@
es: versión: %@

source: VirusTotal Report
es: Reporte de VirusTotal

source: VirusTotal Results: Disabled
es: Resultados de VirusTotal: Deshabilitado

# VirusTotal: %lu flagged item(s) %lu unknown item(s)
source: VirusTotal: %1$lu flagged item(s) %2$lu unknown item(s)
es: VirusTotal: %1$lu ítem(s) marcados %2$lu ítem(s) desconocidos

source: VirusTotal: Unable to query VirusTotal (network)
es: VirusTotal: No se pudo consultar VirusTotal (red)

source: Yes
es: Si

source: You're all up to date! (v%@)
es: ¡Estás actualizado! (v%@)
